app/controllers/employers_controller.rb

SELECT "employers".* FROM "employers"
---
  def index
    @employers = Employer.all