app/controllers/employeers_controller.rb

  def index
    @employeers = Employeer.all
---
SELECT "employeers".* FROM "employeers"